Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/tm/pyrawores_pyrawores_2.1.6.tmx
Source language: en_us
Languages: zh_cn

source: Chromite separation (grade 2)
zh_cn: 2级铬矿分选

source: Water electrolysis
zh_cn: 水电解

source: Salt water electrolysis
zh_cn: 盐水电解

source: Hydrogen to combustion mixture (520°C)
zh_cn: 氢气转化为520℃的燃烧混合物。

source: Kerosene to combustion mixture (800°C)
zh_cn: 煤油转化为800℃的燃烧混合物。

source: Fuel rod MK 02 to combustion mixture (800°C)
zh_cn: 将燃料棒MK02转化为800℃的燃烧混合物。

source: Fuel rod MK 03 to combustion mixture (850°C)
zh_cn: 将燃料棒MK03转化为850℃的燃烧混合物。

source: Fuel rod MK 04 to combustion mixture (900°C)
zh_cn: 将燃料棒MK04转化为900℃的燃烧混合物。

source: Fuel rod MK 05 to combustion mixture (950°C)
zh_cn: 将燃料棒MK05转化为950℃的燃烧混合物。

source: Py Raw Ores
zh_cn: PY之原矿加工

source: Duralumin
zh_cn: 硬铝

source: Quartz ore
zh_cn: 石英矿

source: Lead ore
zh_cn: 铅矿

source: Quartz mine
zh_cn: 石英矿脉

source: Crushed quartz
zh_cn: 碎石英石

source: Powdered quartz
zh_cn: 石英粉

source: Sodium carbonate
zh_cn: 碳酸锌

source: Glass
zh_cn: 玻璃

source: Starch
zh_cn: 浆粉

source: Powdered ralesia seeds
zh_cn: 若雷莎种子粉

source: Purified quartz
zh_cn: 纯石英

source: High-grade quartz
zh_cn: 高质石英

source: Aluminium plate
zh_cn: 铝板

source: Aluminium ore
zh_cn: 铝矿

source: Powdered aluminium
zh_cn: 铝粉

source: Sodium aluminate
zh_cn: 铝酸钠

source: Crystallised sodium aluminate
zh_cn: 结晶铝酸钠

source: High-grade alumina
zh_cn: 高质铝

source: Sintered aluminium
zh_cn: 烧结铝

source: Reduced 99.9% aluminium
zh_cn: 还原铝

source: Chromium ore
zh_cn: 铬矿

source: Chromite (grade 1)
zh_cn: 1级铬铁矿

source: Chromite (grade 2)
zh_cn: 2级铬铁矿

source: Chromite (grade 3)
zh_cn: 3级铬铁矿

source: Chromite (grade 4)
zh_cn: 4级铬铁矿

source: Chromite rejects
zh_cn: 铬铁矿废料

source: High-grade chromite
zh_cn: 高铬铁矿

source: Processed chromite
zh_cn: 加工铬铁矿

source: Sintered chromium
zh_cn: 烧结铬

source: Reduced 99.9% chromium
zh_cn: 还原铬

source: Titanium ore
zh_cn: 钛矿

source: Salt
zh_cn: 盐

source: Sodium hydroxide
zh_cn: 氢氧化钠

source: Sodium bisulfate
zh_cn: 硫酸氢钠

source: Sodium sulfate
zh_cn: 硫酸钠

source: Phosphorous pentasulfide
zh_cn: 五硫化二磷

source: Pyrite
zh_cn: 黄铁矿

source: Gold concentrate
zh_cn: 金精矿

source: Gold precipitate (type 1)
zh_cn: 金沉淀物

source: Gold precipitate (type 2)
zh_cn: 金二次沉淀物

source: Purified gold
zh_cn: 纯金

source: Gold plate
zh_cn: 镀金板

source: Copper (grade 1)
zh_cn: 1级铜

source: Copper (grade 2)
zh_cn: 2级铜

source: Copper (grade 3)
zh_cn: 3级铜

source: Copper (grade 4)
zh_cn: 4级铜

source: Low-grade rejects
zh_cn: 低质废料

source: Low-grade copper
zh_cn: 低质铜

source: High-grade copper
zh_cn: 高质铜

source: Low-grade copper dust
zh_cn: 铜低尘

source: Copper rejects
zh_cn: 铜废料

source: Sintered copper
zh_cn: 烧结铜

source: Reduced 99.9% copper
zh_cn: 还原铜

source: Red-hot coke
zh_cn: 烧红焦煤

source: Iron ore
zh_cn: 铁矿

source: Processed iron ore
zh_cn: 加工铁矿

source: Iron (grade 1)
zh_cn: 1级铁

source: Iron (grade 2)
zh_cn: 2级铁

source: Iron (grade 3)
zh_cn: 3级铁

source: Iron (grade 4)
zh_cn: 4级铁

source: Unslimed iron
zh_cn: 无污铁

source: High-grade iron
zh_cn: 高质铁

source: Fine iron concentrate
zh_cn: 铁粉精矿

source: Iron concentrate
zh_cn: 铁精矿

source: Iron ore Dust
zh_cn: 铁矿尘

source: Sintered iron
zh_cn: 烧结铁

source: Reduced 99.9% iron
zh_cn: 还原铁

source: Raw coal
zh_cn: 原煤

source: Crushed coal
zh_cn: 碎煤

source: Coarse coal
zh_cn: 粗煤

source: Lead (grade 1)
zh_cn: 1级铅

source: Lead (grade 2)
zh_cn: 2级铅

source: Lead (grade 3)
zh_cn: 3级铅

source: Lead (grade 4)
zh_cn: 4级铅

source: Lead dust
zh_cn: 铅尘

source: Refined lead dust (stage 1)
zh_cn: 铅精粉

source: Refined lead dust (stage 2)
zh_cn: 铅精粉 2

source: Refined lead dust (stage 3)
zh_cn: 铅精粉 3

source: Silver-lead concentrate
zh_cn: 银铅精矿

source: High-grade lead
zh_cn: 高质铅

source: High-grade silver
zh_cn: 高质银

source: Lead plate
zh_cn: 铅板

source: Silver plate
zh_cn: 银板

source: Sintered lead
zh_cn: 烧结铅

source: Reduced 99.9% lead
zh_cn: 还原铅

source: Sintered silver
zh_cn: 烧结银

source: Reduced 99.9% silver
zh_cn: 还原银

source: Nexelit ore
zh_cn: 蓝坷垃矿

source: Clean nexelit
zh_cn: 清洁蓝坷垃

source: Nexelit (grade 1)
zh_cn: 1级蓝坷垃

source: Nexelit (grade 2)
zh_cn: 2级蓝坷垃

source: Nexelit (grade 3)
zh_cn: 3级蓝坷垃

source: Fine nexelit powder
zh_cn: 细蓝坷垃粉

source: Nexelit rejects
zh_cn: 蓝坷垃废料

source: High-grade nexelit
zh_cn: 高质蓝坷垃

source: Reduced 99.9% nexelit
zh_cn: 还原蓝坷垃

source: Sintered nexelit
zh_cn: 烧结蓝坷垃

source: Nickel ore
zh_cn: 镍矿

source: Nickel (grade 1)
zh_cn: 1级镍

source: Nickel (grade 2)
zh_cn: 2级镍

source: Nickel (grade 3)
zh_cn: 3级镍

source: Nickel (grade 4)
zh_cn: 4级镍

source: Nickel rejects
zh_cn: 镍废料

source: High-grade nickel
zh_cn: 高质镍

source: Sintered nickel
zh_cn: 烧结镍

source: Reduced 99.9% nickel
zh_cn: 还原镍

source: Nickel plate
zh_cn: 镍板

source: Ammonium chloride
zh_cn: 氯化铵

source: Sponge iron
zh_cn: 海绵铁

source: Stainless steel
zh_cn: 不锈钢

source: Super steel
zh_cn: 超级钢

source: Tin ore
zh_cn: 锡矿

source: Tin (grade 1)
zh_cn: 1级锡

source: Tin (grade 2)
zh_cn: 2级锡

source: Tin (grade 3)
zh_cn: 3级锡

source: Tin (grade 4)
zh_cn: 4级锡

source: Tin ore rejects
zh_cn: 锡矿废料

source: Tin Dust
zh_cn: 锡尘

source: Tin rejects
zh_cn: 锡废料

source: Powdered tin
zh_cn: 锡粉

source: Tin concentrate
zh_cn: 锡精矿

source: High-grade tin concentrate
zh_cn: 高锡精矿

source: High-grade tin mix
zh_cn: 高锡混合物

source: High-grade tin
zh_cn: 高质锡

source: Sintered tin
zh_cn: 烧结锡

source: Reduced 99.9% tin
zh_cn: 还原锡

source: Tin plate
zh_cn: 锡板

source: Titanium (grade 1)
zh_cn: 1级钛

source: Titanium (grade 2)
zh_cn: 2级钛

source: Titanium (grade 3)
zh_cn: 3级钛

source: Titanium (grade 4)
zh_cn: 4级钛

source: Titanium rejects
zh_cn: 钛废料

source: Powdered titanium
zh_cn: 粉末钛

source: Titanium-enriched dust
zh_cn: 富钛粉尘

source: Titanium residue
zh_cn: 钛渣

source: High-grade titanium powder
zh_cn: 高质钛粉

source: Concentrated titanium
zh_cn: 钛精矿

source: High-grade titanium
zh_cn: 高质钛

source: Reduced 99.9% titanium
zh_cn: 还原钛

source: Sintered titanium
zh_cn: 烧结钛

source: Titanium plate
zh_cn: 钛板

source: Uranium (grade 1)
zh_cn: 1级铀

source: Uranium (grade 2)
zh_cn: 2级铀

source: Powdered uranium
zh_cn: 铀粉

source: Enriched uranium powder (20%)
zh_cn: 20%铀粉

source: Enriched uranium powder (40%)
zh_cn: 40%铀粉

source: Enriched uranium powder (70%)
zh_cn: 70%铀粉

source: Yellowcake
zh_cn: 黄饼（重铀酸铵）

source: Fuel rod MK 01
zh_cn: 燃料棒 MK01

source: Fuel rod MK 02
zh_cn: 燃料棒 MK02

source: Fuel rod MK 03
zh_cn: 燃料棒 MK03

source: Fuel rod MK 04
zh_cn: 燃料棒 MK04

source: Fuel rod MK 05
zh_cn: 燃料棒 MK05

source: Uranium fuel cell MK 01
zh_cn: 铀燃料棒 MK01

source: Uranium fuel cell MK 02
zh_cn: 铀燃料棒 MK02

source: Uranium fuel cell MK 03
zh_cn: 铀燃料棒 MK03

source: Uranium fuel cell MK 04
zh_cn: 铀燃料棒 MK04

source: Uranium fuel cell MK 05
zh_cn: 铀燃料棒 MK05

source: Zinc ore
zh_cn: 锌矿

source: Zinc (grade 1)
zh_cn: 1级锌

source: Zinc (grade 2)
zh_cn: 2级锌

source: Zinc (grade 3)
zh_cn: 3级锌

source: Zinc (grade 4)
zh_cn: 4级锌

source: Powdered zinc
zh_cn: 粉末锌

source: Purified zinc
zh_cn: 纯锌

source: Zinc concentrate
zh_cn: 锌精矿

source: High-grade zinc
zh_cn: 高质锌

source: Sintered zinc
zh_cn: 烧结锌

source: Reduced 99.9% zinc
zh_cn: 还原锌

source: Zinc plate
zh_cn: 锌板

source: Mega drill head
zh_cn: 优等钻头

source: Tinned cable
zh_cn: 镀锡电线

source: Aramid fiber
zh_cn: 芳纶

source: Solder
zh_cn: 焊料

source: Advanced Casting
zh_cn: 高级铸造模具

source: Also called crystal.
zh_cn: 也叫水晶

source: Some people call it bauxite.
zh_cn: 有人称之为铝土矿

source: Better than iron.
zh_cn: 比铁更好

source: Ex-crystal.
zh_cn: 透明水晶

source: Magically transparent.
zh_cn: 神奇般的透明

source: Snail killer.
zh_cn: 可以用来炒菜，但是不能防辐射

source: Extremely caustic. Wear gloves!
zh_cn: 火碱，烧碱，苛性钠，记得戴手套。

source: A versatile aluminium-copper alloy.
zh_cn: 铜铝万能合金

source: Inox!
zh_cn: 不锈钢！

source: Advanced steel alloy, precisely dosed to match high resistance and machining capabilities.
zh_cn: 采用先进的合金钢材，精密配料，配合高电阻及机械加工。

source: Needs to be changed often in mega mines.
zh_cn: 在大型矿山需要经常更换。

source: Contains 20% uranium-235.
zh_cn: 包含20％铀235

source: Contains 40% uranium-235.
zh_cn: 包含40％铀235

source: Contains 70% uranium-235.
zh_cn: 包含70％铀235

source: Probably not very edible.
zh_cn: 可能不是很好吃

source: Used for casting complex parts.
zh_cn: 用于铸造复杂零件。

source: Alamac
zh_cn: 特制有机溶剂

source: Aerofloat 15
zh_cn: 二乙基二硫代磷酸盐-15

source: Acid solvent
zh_cn: 酸性溶剂

source: Cresylic acid
zh_cn: 甲苯酸

source: Hydrogen
zh_cn: 氢

source: Chlorine
zh_cn: 氯

source: Oxygen
zh_cn: 氧

source: Nitrogen
zh_cn: 氮

source: Hydrogen chloride
zh_cn: 氯化氢

source: Quartz pulp (stage 1)
zh_cn: 石英浆01

source: Quartz pulp (stage 2)
zh_cn: 石英浆02

source: Prepared quartz
zh_cn: 预制石英

source: High-grade quartz pulp
zh_cn: 高质石英浆

source: Aluminium pulp (stage 1)
zh_cn: 铝浆 01

source: Aluminium pulp (stage 2)
zh_cn: 铝浆 02

source: Aluminium pulp (stage 3)
zh_cn: 铝浆 03

source: Aluminium pulp (stage 4)
zh_cn: 铝浆 04

source: Aluminium tailings
zh_cn: 铝尾矿

source: Chromite pulp (stage 1)
zh_cn: 铬铁矿浆 01

source: Chromite pulp (stage 2)
zh_cn: 铬铁矿浆 02

source: Chromite pulp (stage 3)
zh_cn: 铬铁矿浆 03

source: Chromite pulp (stage 4)
zh_cn: 铬铁矿浆 04

source: Chromite pulp (stage 5)
zh_cn: 铬铁矿浆 05

source: Chromite pulp (stage 6)
zh_cn: 铬铁矿浆 06

source: Chromite pulp (stage 7)
zh_cn: 铬铁矿浆 07

source: Chromite solution
zh_cn: 铬铁矿溶液

source: Chromite mix
zh_cn: 铬铁矿混合物

source: Chromite fines
zh_cn: 铬铁矿细粉

source: Chromite concentrate
zh_cn: 铬铁矿浓缩物

source: Prepared chromium
zh_cn: 预制铬

source: Chromium rejects
zh_cn: 铬废料

source: Gold solution
zh_cn: 金溶液

source: Purest nitrogen
zh_cn: 纯氮气

source: Molten chromium
zh_cn: 熔融铬

source: Molten aluminium
zh_cn: 熔融铝

source: Copper ore
zh_cn: 铜矿

source: Copper pulp (stage 1)
zh_cn: 铜浆 01

source: Copper pulp (stage 2)
zh_cn: 铜浆 02

source: Copper pulp (stage 3)
zh_cn: 铜浆 03

source: Copper pulp (stage 4)
zh_cn: 铜浆 04

source: Copper solution
zh_cn: 铜溶液

source: Copper pregnant leach solution
zh_cn: 含铜溶液

source: Molten copper
zh_cn: 熔融铜

source: Coke oven gas
zh_cn: 焦炉煤气

source: Outlet gas (stage 1)
zh_cn: 排放气体 01

source: Outlet gas (stage 2)
zh_cn: 排放气体 02

source: Outlet gas (stage 3)
zh_cn: 排放气体 03

source: Outlet gas (stage 4)
zh_cn: 排放气体 04

source: Iron pulp (stage 1)
zh_cn: 铁浆 01

source: Iron pulp (stage 2)
zh_cn: 铁浆 02

source: Iron pulp (stage 3)
zh_cn: 铁浆 03

source: Iron pulp (stage 4)
zh_cn: 铁浆 04

source: Iron pulp (stage 5)
zh_cn: 铁浆 05

source: Iron pulp (stage 6)
zh_cn: 铁浆 06

source: Iron pulp (stage 7)
zh_cn: 铁浆 07

source: Iron slime
zh_cn: 铁泥浆

source: Iron slime sludge
zh_cn: 铁泥浆废液

source: Molten iron
zh_cn: 熔融铁

source: Xylenol
zh_cn: 二甲苯酚

source: Kerosene
zh_cn: 煤油

source: Petroleum sulfonates
zh_cn: 石油磺酸油

source: High-ash coal fines
zh_cn: 高灰稠油

source: Coal fines pulp
zh_cn: 稠油浆

source: Thickened coal fines
zh_cn: 浓煤稠油

source: Coal fines
zh_cn: 煤稠油

source: Conditioned coal fines
zh_cn: 稀稠油

source: Coal pulp (stage 1)
zh_cn: 煤浆 01

source: Coal pulp (stage 2)
zh_cn: 煤浆 02

source: Coal pulp (stage 3)
zh_cn: 煤浆 03

source: Coal pulp (stage 4)
zh_cn: 煤浆 04

source: Coal pulp (stage 5)
zh_cn: 煤浆 05

source: Coal slime overflow
zh_cn: 煤泥浆溢液

source: Coal underflow pulp
zh_cn: 煤下浆

source: Silver-lead-zinc pulp (stage 1)
zh_cn: 银铅锌浆 01

source: Silver-lead-zinc pulp (stage 2)
zh_cn: 银铅锌浆 02

source: Z3 reagent
zh_cn: Z-3 试剂

source: Silver-lead solution (stage 1)
zh_cn: 银铅溶液 01

source: Silver-lead solution (stage 2)
zh_cn: 银铅溶液 02

source: Silver-lead solution (stage 3)
zh_cn: 银铅溶液 03

source: Molten lead
zh_cn: 熔铅

source: Molten silver
zh_cn: 熔银

source: Nexelit pulp (stage 1)
zh_cn: 蓝坷垃浆 01

source: Nexelit pulp (stage 2)
zh_cn: 蓝坷垃浆 02

source: Nexelit pulp (stage 3)
zh_cn: 蓝坷垃浆 03

source: Nexelit pulp (stage 4)
zh_cn: 蓝坷垃浆 04

source: Refined nexelit pulp
zh_cn: 蓝坷垃精浆

source: Nexelit slurry
zh_cn: 蓝坷垃泥浆

source: Molten nexelit
zh_cn: 熔融蓝坷垃

source: Armac 12-D
zh_cn: 阿拉马克 12

source: Prepared nickel pulp
zh_cn: 预制镍浆

source: Nickel pulp (stage 1)
zh_cn: 镍浆 01

source: Nickel pulp (stage 2)
zh_cn: 镍浆 02

source: Nickel pulp (stage 3)
zh_cn: 镍浆 03

source: Nickel pulp (stage 4)
zh_cn: 镍浆 04

source: Nickel overflow
zh_cn: 镍溢液

source: Nickel slime
zh_cn: 镍泥浆

source: Nickel tailings
zh_cn: 镍尾矿

source: Prepared nickel solution
zh_cn: 镍预制溶液

source: Molten nickel
zh_cn: 熔融镍

source: Molten steel
zh_cn: 钢液

source: Molten stainless steel
zh_cn: 熔融不锈钢

source: Molten stainless steel alloy mix 1
zh_cn: 熔融不锈钢混合液1

source: Molten stainless steel alloy mix 2
zh_cn: 熔融不锈钢混合液2

source: Molten stainless steel alloy mix 3
zh_cn: 熔融不锈钢混合液3

source: Molten super steel
zh_cn: 熔融超级钢

source: Molten super steel alloy mix 1
zh_cn: 熔融超级合金混合液1

source: Molten super steel alloy mix 2
zh_cn: 熔融超级合金混合液2

source: Methyl isobutyl carbinol (MIBC)
zh_cn: (MIBC) 甲基异丁基甲醇

source: Tin pulp (stage 1)
zh_cn: 锡浆 01

source: Tin pulp (stage 2)
zh_cn: 锡浆 02

source: Tin pulp (stage 3)
zh_cn: 锡浆 03

source: Molten tin
zh_cn: 熔融锡

source: Bottom tin pulp
zh_cn: 锡底浆

source: Middle tin pulp
zh_cn: 锡中浆

source: Tin slime
zh_cn: 锡泥浆

source: Tin slime overflow
zh_cn: 锡泥浆溢液

source: Tin solution
zh_cn: 锡溶液

source: Titanium pulp (stage 1)
zh_cn: 钛浆 01

source: Titanium pulp (stage 2)
zh_cn: 钛浆 02

source: Titanium pulp (stage 3)
zh_cn: 钛浆 03

source: Titanium pulp (stage 4)
zh_cn: 钛浆 04

source: Titanium pulp (stage 5)
zh_cn: 钛浆 05

source: Titanium pulp (stage 6)
zh_cn: 钛浆 06

source: Purified titanium pulp
zh_cn: 纯钛浆

source: Titanium overflow waste
zh_cn: 钛溢废液

source: Titanium solution (stage 1)
zh_cn: 钛溶液

source: Titanium solution (stage 2)
zh_cn: 钛溶液 02

source: Molten titanium
zh_cn: 熔融钛

source: Uranium pulp (stage 1)
zh_cn: 铀浆 01

source: Uranium pulp (stage 2)
zh_cn: 铀浆 02

source: Uranium pulp (stage 3)
zh_cn: 铀浆 03

source: Uranium-enriched pulp
zh_cn: 富铀浆

source: Enriched uranium (83%)
zh_cn: 83%铀

source: Enriched uranium (81%)
zh_cn: 81%铀

source: Enriched uranium (79%)
zh_cn: 79%铀

source: Enriched uranium (75%)
zh_cn: 75%铀

source: Enriched uranium (73%)
zh_cn: 73%铀

source: Enriched uranium (70%)
zh_cn: 70%铀

source: Enriched uranium (65%)
zh_cn: 65%铀

source: Enriched uranium (50%)
zh_cn: 50%铀

source: Enriched uranium (45%)
zh_cn: 45%铀

source: Enriched uranium (43%)
zh_cn: 43%铀

source: Enriched uranium (40%)
zh_cn: 40%铀

source: Enriched uranium (35%)
zh_cn: 35%铀

source: Enriched uranium (33%)
zh_cn: 33%铀

source: Enriched uranium (30%)
zh_cn: 30%铀

source: Enriched uranium (25%)
zh_cn: 25%铀

source: Enriched uranium (23%)
zh_cn: 23%铀

source: Enriched uranium (20%)
zh_cn: 20%铀

source: Enriched uranium (15%)
zh_cn: 15%铀

source: Uranium waste
zh_cn: 铀废料

source: Vanadium mixture
zh_cn: 铅混合物

source: Zinc pulp (stage 1)
zh_cn: 锌浆 01

source: Zinc pulp (stage 2)
zh_cn: 锌浆 02

source: Zinc pulp (stage 3)
zh_cn: 锌浆 03

source: Zinc pulp (stage 4)
zh_cn: 锌浆 04

source: Zinc overflow
zh_cn: 锌溢液

source: Zinc waste
zh_cn: 锌废料

source: Molten zinc
zh_cn: 熔融锌

source: Molten solder
zh_cn: 熔融焊料

source: Molten glass
zh_cn: 熔融玻璃

source: Big quartz vein
zh_cn: 石英岩

source: Aluminium reserve
zh_cn: 铝岩

source: Big Copper monolith
zh_cn: 铜岩

source: Lead-rich rock
zh_cn: 铅岩

source: Lead mine
zh_cn: 铅岩采掘机

source: Chromium mine
zh_cn: 铬岩采掘机

source: Copper mine
zh_cn: 铜岩采掘机

source: Open-pit iron mine
zh_cn: 铁岩采掘机

source: Salt mine
zh_cn: 盐岩采掘机

source: Salty rock
zh_cn: 盐岩

source: Chromium reserve
zh_cn: 铬岩

source: Aluminium mine
zh_cn: 铝岩采掘机

source: Flotation cell MK 01
zh_cn: 浮选槽 Mk01

source: Flotation cell MK 02
zh_cn: 浮选槽 Mk02

source: Flotation cell MK 03
zh_cn: 浮选槽 Mk03

source: Flotation cell MK 04
zh_cn: 浮选槽 Mk04

source: Scrubber MK 01
zh_cn: 净气器 Mk01

source: Scrubber MK 02
zh_cn: 净气器 Mk02

source: Scrubber MK 03
zh_cn: 净气器 Mk03

source: Scrubber MK 04
zh_cn: 净气器 Mk04

source: Wet scrubber MK 01
zh_cn: 湿洗涤器 Mk01

source: Wet scrubber MK 02
zh_cn: 湿洗涤器 Mk02

source: Wet scrubber MK 03
zh_cn: 湿洗涤器 Mk03

source: Wet scrubber MK 04
zh_cn: 湿洗涤器 Mk04

source: Hydroclassifier MK 01
zh_cn: 水力分级机 Mk01

source: Hydroclassifier MK 02
zh_cn: 水力分级机 Mk02

source: Hydroclassifier MK 03
zh_cn: 水力分级机 Mk03

source: Hydroclassifier MK 04
zh_cn: 水力分级机 Mk04

source: Impact crusher MK 01
zh_cn: 冲击破碎机 Mk01

source: Impact crusher MK 02
zh_cn: 冲击破碎机 Mk02

source: Impact crusher MK 03
zh_cn: 冲击破碎机 Mk03

source: Impact crusher MK 04
zh_cn: 冲击破碎机 Mk04

source: Electrolyzer MK 01
zh_cn: 电解槽 Mk01

source: Electrolyzer MK 02
zh_cn: 电解槽 Mk02

source: Electrolyzer MK 03
zh_cn: 电解槽 Mk03

source: Electrolyzer MK 04
zh_cn: 电解槽 Mk04

source: Casting unit MK 01
zh_cn: 铸造设施 Mk01

source: Casting unit MK 02
zh_cn: 铸造设施 Mk02

source: Casting unit MK 03
zh_cn: 铸造设施 Mk03

source: Casting unit MK 04
zh_cn: 铸造设施 Mk04

source: Leaching station MK 01
zh_cn: 过滤工作站 Mk01

source: Leaching station MK 02
zh_cn: 过滤工作站 Mk02

source: Leaching station MK 03
zh_cn: 过滤工作站 Mk03

source: Leaching station MK 04
zh_cn: 过滤工作站 Mk04

source: Basic oxygen furnace MK 01
zh_cn: 氧气顶吹转炉 Mk01

source: Basic oxygen furnace MK 02
zh_cn: 氧气顶吹转炉 Mk02

source: Basic oxygen furnace MK 03
zh_cn: 氧气顶吹转炉 Mk03

source: Basic oxygen furnace MK 04
zh_cn: 氧气顶吹转炉 Mk04

source: Electric arc furnace MK 01
zh_cn: 电弧炉 Mk01

source: Electric arc furnace MK 02
zh_cn: 电弧炉 Mk02

source: Electric arc furnace MK 03
zh_cn: 电弧炉 Mk03

source: Electric arc furnace MK 04
zh_cn: 电弧炉 Mk04

source: Direct reduction plant
zh_cn: 直接还原厂

source: Sinter plant
zh_cn: 烧结设施

source: Iron reserve
zh_cn: 铁岩

source: Coal reserve
zh_cn: 煤岩

source: Coal mine
zh_cn: 煤岩采掘机

source: Nexelit mine
zh_cn: 蓝坷垃岩采掘机

source: Nexelit reserve
zh_cn: 蓝坷垃岩

source: Nickel reserve
zh_cn: 镍岩

source: Nickel mine
zh_cn: 镍岩采掘机

source: Tin-rich rock
zh_cn: 锡岩

source: Tin mine
zh_cn: 锡岩采掘机

source: Big phosphate mine
zh_cn: 大型磷岩挖掘机

source: Titanium rock
zh_cn: 钛岩

source: Uranium rock
zh_cn: 铀岩

source: Titanium mine
zh_cn: 钛岩采掘机

source: Uranium mine
zh_cn: 铀岩采掘机

source: Zinc mine
zh_cn: 锌岩采掘机

source: Zinc reserve
zh_cn: 锌岩

source: Big ancient remains
zh_cn: 大型磷岩

source: Smelter MK 01
zh_cn: 冶炼厂MK1

source: Smelter MK 02
zh_cn: 冶炼厂MK2

source: Smelter MK 03
zh_cn: 冶炼厂MK3

source: Smelter MK 04
zh_cn: 冶炼厂MK4

source: Construction pynobot MK 02
zh_cn: PY建设机器人 MK02

source: Cargo pynobot MK 02
zh_cn: PY物流机器人 MK02

source: Could be useful.
zh_cn: 石英矿，使用结晶矿物挖掘机开采

source: Looks like clay.
zh_cn: 铝矿

source: Slightly metallic black rocks.
zh_cn: 铬矿

source: Flexible and pinkish.
zh_cn: 锡矿

source: High-endurance ore.
zh_cn: 钛矿

source: Multipurpose ore.
zh_cn: 锌矿

source: Big quartz ore vein.
zh_cn: 石英岩

source: Aluminium reserve.
zh_cn: 铝岩

source: Remains of an ancient meteor collision.
zh_cn: 铁岩

source: Basic fossil fuel.
zh_cn: 煤岩

source: Copper reserve.
zh_cn: 铜岩

source: Lead reserve.
zh_cn: 铅岩

source: Massive excavation structure.
zh_cn: 可以大规模采掘石英岩。

source: Mega excavator for huge amounts of materials.
zh_cn: 可以大规模采掘盐岩。

source: Scrubbing using fluids.
zh_cn: 用液体擦洗。

source: It's delicate stuff.
zh_cn: 这东西很精致。

source: Scrubbing with solids and fluids. Macho version.
zh_cn: 用固体和液体擦洗。

source: Use floaters to split solids.
zh_cn: 使用设备分裂固体。

source: Classify ores based on their weight.
zh_cn: 根据重量对矿石进行分类。

source: Breaking rocks in a violent manner.
zh_cn: 以暴力的方式打破岩石。

source: High energy cost for purification.
zh_cn: 高能耗提纯。

source: Best way to make metal plates.
zh_cn: 制作金属板的最佳方案。

source: High purification station.
zh_cn: 高效提纯工作站。

source: Use gases to purify molten metals.
zh_cn: 由顶部吹气体进行精炼金属。

source: Huge electricity consumer.
zh_cn: 利用电极电弧产生的高温熔炼矿石和金属。

source: Sometimes roasting ores makes them better.
zh_cn: 熔融矿石时使用它们变得更好。

source: Increase the nucleation and surface area so they can melt better.
zh_cn: 增加成核时的表面积，这样它们可以更好地熔解。

source: High-tech operational mine.
zh_cn: 可以大规模采掘蓝坷垃岩。

source: Nickel reserve.
zh_cn: 镍岩

source: Specialised excavation mine.
zh_cn: 可以大规模采掘镍岩。

source: Tin reserve.
zh_cn: 锡岩

source: Phosphate reserve.
zh_cn: 大型磷岩

source: High-tech automated mine.
zh_cn: 可以大规模采掘大型磷岩。

source: Titanium reserve.
zh_cn: 钛岩

source: Uranium reserve.
zh_cn: 铀岩

source: Zinc reserve.
zh_cn: 锌岩

source: An installation for smelting metals and creating alloys.
zh_cn: 用于冶炼金属和制造合金的装置。

source: Mining machines - Stage 1
zh_cn: 采矿机 01

source: Mining machines - Stage 2
zh_cn: 采矿机 02

source: Mining machines - Stage 3
zh_cn: 采矿机 03

source: Mining machines - Stage 4
zh_cn: 采矿机 04

source: Quartz processing - Stage 1
zh_cn: 石英矿处理 01

source: Quartz processing - Stage 2
zh_cn: 石英矿处理 02

source: Quartz processing - Stage 3
zh_cn: 石英矿处理 03

source: Quartz processing - Stage 4
zh_cn: 石英矿处理 04

source: Aluminium processing - Stage 1
zh_cn: 铝矿处理 01

source: Aluminium processing - Stage 2
zh_cn: 铝矿处理 02

source: Aluminium processing - Stage 3
zh_cn: 铝矿处理 03

source: Aluminium processing - Stage 4
zh_cn: 铝矿处理 04

source: Chromium processing - Stage 1
zh_cn: 铬矿处理 01

source: Chromium processing - Stage 2
zh_cn: 铬矿处理 02

source: Chromium processing - Stage 3
zh_cn: 铬矿处理 03

source: Chromium processing - Stage 4
zh_cn: 铬矿处理 04

source: Gold processing
zh_cn: 金矿处理

source: Copper processing - Stage 1
zh_cn: 铜矿处理 01

source: Copper processing - Stage 2
zh_cn: 铜矿处理 02

source: Copper processing - Stage 3
zh_cn: 铜矿处理 03

source: Copper processing - Stage 4
zh_cn: 铜矿处理 04

source: Coke processing - Stage 1
zh_cn: 焦炭处理 01

source: Coke processing - Stage 2
zh_cn: 焦炭处理 02

source: Coke processing - Stage 3
zh_cn: 焦炭处理 03

source: Iron processing - Stage 1
zh_cn: 铁矿处理 01

source: Iron processing - Stage 2
zh_cn: 铁矿处理 02

source: Iron processing - Stage 3
zh_cn: 铁矿处理 03

source: Iron processing - Stage 4
zh_cn: 铁矿处理 04

source: Raw coal - Stage 1
zh_cn: 原煤 01

source: Raw coal - Stage 2
zh_cn: 原煤 02

source: Raw coal - Stage 3
zh_cn: 原煤 03

source: Raw coal - Stage 4
zh_cn: 原煤 04

source: Lead processing - Stage 1
zh_cn: 铅矿处理 01

source: Lead processing - Stage 2
zh_cn: 铅矿处理 02

source: Lead processing - Stage 3
zh_cn: 铅矿处理 03

source: Lead processing - Stage 4
zh_cn: 铅矿处理 04

source: Nexelit processing - Stage 1
zh_cn: 蓝坷垃矿处理 01

source: Nexelit processing - Stage 2
zh_cn: 蓝坷垃矿处理 02

source: Nexelit processing - Stage 3
zh_cn: 蓝坷垃矿处理 03

source: Nexelit processing - Stage 4
zh_cn: 蓝坷垃矿处理 04

source: Nickel processing - Stage 1
zh_cn: 镍矿处理 01

source: Nickel processing - Stage 2
zh_cn: 镍矿处理 02

source: Nickel processing - Stage 3
zh_cn: 镍矿处理 03

source: Nickel processing - Stage 4
zh_cn: 镍矿处理 04

source: Tin processing - Stage 1
zh_cn: 锡矿处理 01

source: Tin processing - Stage 2
zh_cn: 锡矿处理 02

source: Tin processing - Stage 3
zh_cn: 锡矿处理 03

source: Tin processing - Stage 4
zh_cn: 锡矿处理 04

source: Titanium processing - Stage 1
zh_cn: 钛矿处理 01

source: Titanium processing - Stage 2
zh_cn: 钛矿处理 02

source: Titanium processing - Stage 3
zh_cn: 钛矿处理 03

source: Titanium processing - Stage 4
zh_cn: 钛矿处理 04

source: Uranium processing - Stage 1
zh_cn: 铀矿处理 01

source: Uranium processing - Stage 2
zh_cn: 铀矿处理 02

source: Uranium processing - Stage 3
zh_cn: 铀矿处理 03

source: Uranium processing - Stage 4
zh_cn: 铀矿处理 04

source: Zinc processing - Stage 1
zh_cn: 锌矿处理 01

source: Zinc processing - Stage 2
zh_cn: 锌矿处理 02

source: Zinc processing - Stage 3
zh_cn: 锌矿处理 03

source: Zinc processing - Stage 4
zh_cn: 锌矿处理 04

source: Imporved robotics
zh_cn: 改良机器人

source: Salt rock
zh_cn: 盐岩

source: Quartz rock
zh_cn: 石英岩

source: Chromium rock
zh_cn: 铬岩

source: Coal rock
zh_cn: 煤岩

source: Copper rock
zh_cn: 铜岩

source: Lead rock
zh_cn: 铅岩

source: Iron rock
zh_cn: 铁岩

source: Tin reserve
zh_cn: 锡岩

source: Beta changes to ore processing chains
zh_cn: 矿石生成与处理链修正

source: An experimental change to the ore processing chains that splits the chains along the four tiers.
zh_cn: 对矿石加工链的一种实验性的改变，它将沿着四个层次的链条分开。

source: The higher tiers are required to incrementally process the lower grades of ore.
zh_cn: 随着时间的推移，需要更高级别的矿石来处理较低级别的矿石（该功能暂时被移除或已被废弃）
